/* AppleScript Error Alert */
"%@\nFound at character index, length: %d, %d" = "%@\nTrouvé au caractère d'index, longueur : %d, %d";
"AppleScript Error %@" = "Erreur AppleScript %@";

/* File Size Abbrev. */
"b" = "o";
"GB" = "Go";
"KB" = "Ko";
"MB" = "Mo";

/* General Error Alert */
"Details..." = "Détails...";
"Error" = "Erreur";
"Exception Details" = "Détails d'exception";
"Name: %@\nReason: %@\nStack Trace:\n%@\n\nInfo:\n%@\n" = "Nom : %@\nRaison : %@\nStack Trace :\n%@\n\nInfo :\n%@\n";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Aucun)";

/* Isis: Alert Body */
"The latest version of %@ is %@. Choose \"More Info\" to open a web page from which you can download or get information about this new version." = "La dernière version d'%@ est %@. Choisissez \"Plus d'infos\" pour aller sur une page web d'où vous pourrez télécharger ou avoir plus de détails à propos de cette nouvelle version.";

/* Isis: Alert Title */
"A new version of %@ is now available." = "Une nouvelle version d'%@ est disponible.";
"You're currently using the most up-to-date version of %@." = "Vous utilisez actuellement la dernière version d'%@.";

/* Isis: Button */
"Download now" = "Télécharger";
"More Info..." = "Plus d'infos...";
"Update Later" = "Màj plus tard";

/* Isis: Error Msg */
"Software Update Failed: Couldn't load remote version info" = "Échec de la mise à jour : Chargement de l'information sur la nouvelle version impossible.";
"Software Update Failed: Failed to find bundle with given identifier" = "Échec de la mise à jour : Impossible de trouver un bundle avec un identifiant donné.";

/* Noise Alert
   AppleScript Error Alert
   General Error Alert
   Trash Alert
   Isis: Button */
"OK" = "OK";

/* Noise Alert */
"Do Not Adjust Your Speakers" = "N'ajustez pas vos haut-parleurs";
"Purchase" = "Acheter";
"You are using an UNREGISTERED copy of %@. Because of this, the quality of the audio being hijacked will now begin deteriorating noticeably. Nothing is wrong with your speakers - you simply need to register to retain completely full-quality audio" = "Vous utilisez une copie NON ENREGISTRÉE d'%@. Donc, de ce fait, la qualité du signal audio capturé va commencé à se détériorer petit à petit. Rien d'anormal avec vos haut-parleurs/écoutes - vous devez tout simplement vous enregistrez afin de garder une qualité optimale du signal audio";

/* Registration Status */
"Be sure to enter your name and code exactly as they were sent to you." = "Assurez-vous d'utiliser le même nom et code comme ils vont été envoyés.";
"Thanks for registering!" = "Merci de vous être enregistré !";

/* Timers:  */
"Everyday" = "Tous les jours";
"Weekdays" = "Jours de la semaine";
"Weekends" = "Weekends";

/* Timers: Abbrev. */
"Fr" = "Ve";
"Mo" = "Lu";
"Sa" = "Sa";
"Su" = "Di";
"Th" = "Je";
"Tu" = "Ma";
"We" = "Me";

/* Timers: No Days Selected */
"Never" = "Jamais";

/* Track Time Formatter: Time data is not avaliable */
"N/A" = "N/D";

/* Trash Alert */
"This copy of %@ appears to be in the Trash" = "Cette copie d'%@ est apparemment dans la corbeille.";
"You probably want to be running some other copy of %@, and not this one." = "Vous voulez probablement utiliser une autre copie d'%@ et non celle-ci.";

